local Players = game:GetService('Players')
local lp = Players.LocalPlayer
local lagpower = 30
local loudness = 20
local inew = Instance.new
local tool = inew('Tool',lp.Backpack)
tool.Name = 'Phonky'
local handle = inew('Part',tool)
handle.Name = 'Handle'

tool.Equipped:Connect(function()
    for i = 1,loudness do 
    local sound = inew('Sound',workspace)
    sound.SoundId = 'rbxassetid://8266467413'
    sound.Volume = 10 
    sound:Play()
    end
    for i = 1,lagpower do
    local hint = inew('Hint',workspace)
    hint.Text = '▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓◦ꝓﻢ▓'
    end
    for i,v in pairs(game.Players:GetPlayers()) do v.Character:BreakJoints() end
    while wait() do
    for _, Child in next, workspace:GetDescendants() do
        if Child:IsA("BasePart") then
            Child.Orientation = Vector3.new(math.random(360), math.random(360), math.random(360))
        end
    end
end
    warn("PHONKED :D")
end)
